; TranslationAuthor: geogeo.gr
; TranslationAuthorEmail: geogeo.gr@gmail.com
; TranslationAuthorWeb: https://www.geogeo.gr
; Soft Version: 4.2.2
; Update: 4-6-2025

[Lang]
NativeLanguage=Ελληνικά

[GUI]
ButtonYes=Ναι
ButtonNo=Όχι
ButtonOK=Εντάξει
ButtonClose=Κλείσιμο

[Translation]
LangCode=0408
ReadHabit=Left-to-right
LanguageName=ELL
LangShortName=el-gr
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Information=Πληροφορίες
Warning=Προειδοποίηση
Error=Σφάλμα
Confirm=Επιβεβαίωση
FrmMOMain.ckperiod.caption=Βελτιστ/ση μνήμης κάθε
;
; Memory Optimization
;
FrmMoMain.imgmail.hint=Μοιραστείτε το Wise Memory Optimizer με φίλους
FrmMoMain.imgfacebook.hint=Πείτε στο Facebook ότι σας αρέσει το WiseCleaner
FrmMoMain.imgtwitter.hint=Μοιραστείτε το Wise Memory Optimizer στο Twitter
FrmMoMain.chkupdate.caption=Αυτόματος έλεγχος για νέα έκδοση
FrmMoMain.btnlike.caption=Μου αρέσει
FrmMoMain.lblTotalMem.Caption=Μνήμη:
FrmMoMain.lblaopt.Caption=Όταν η διαθέσιμη μνήμη είναι μικρότερη από:  
FrmMoMain.lbltry.Caption=Περισσότερη ελεύθερη μνήμη
FrmMoMain.btnsettings.Caption=Ρυθμίσεις
FrmMoMain.btnOpt.Caption=Βελτιστοποίηση
FrmMoMain.chkmin.Caption=Ελαχιστ/ση στη γραμμή ειδοποιήσεων κατά το κλείσιμο
FrmMoMain.chkauto.Caption=Έναρξη μαζί με τα Windows
FrmMoMain.chkautoOpt.Caption=Αυτόματη βελτιστοποίηση
FrmMoMain.ckchkclearborad.Caption=Εκκαθάριση του Πρόχειρου στη βελτιστοποίηση
FrmMoMain.chkidle.Caption=Εκτέλεση όταν η CPU είναι αδρανής (Συνιστάται)
FrmMoMain.lbllang.Caption=Γλώσσα / Language:
FrmMOMain.cknotice.caption=Ειδοποίηση μετά τη βελτιστοποίηση
FrmMOMain.ckMode.caption=Σκούρα εμφάνιση
;
; About
;
FrmAbout.caption=Περί...
FrmAbout.btnok.caption=Εντάξει
FrmAbout.lblver.caption=Τρέχουσα έκδοση:
FrmAbout.lblemail.caption=Email υποστήριξης:
FrmAbout.lblhome.caption=Ιστοσελίδα:
FrmAbout.lblthanks.caption=Ευχαριστούμε τα παρακάτω πρόσωπα για τη συνεισφορά τους:
FrmAbout.lblUninstall.caption=Οδηγίες απεγκατάστασης
FrmAbout.lblPolicy.caption=Πολιτική απορρήτου
FrmAbout.lblEula.caption=Άδεια χρήσης
FrmMOMain.ckShutkey.caption=Πλήκτρο συντόμευσης
FrmMOMain.btn2.hint=Διένεξη πλήκτρου συντόμευσης
ShutkeyCA=CTRL+ALT
ShutkeyAS=ALT+SHIFT 
ShutkeyCS=CTRL+SHIFT

[MemoryOptimizer]
ThisTimeFreeMemory=Ελευθερώθηκαν %s μνήμης αυτή τη φορά.
CurPrecent=Χρήση μνήμης:
UsedMemory=Σε χρήση:
AvailableMemory=Διαθέσιμη:
FreeMemory=Ελευθερώθηκαν:
At=στις
pmShow=Άνοιγμα
pmOpt=Βελτιστοποίηση
pmAbout=Περί...
pmExit=Έξοδος
SureExit=Βελτιστοποίηση μνήμης. Είστε βέβαιος ότι θέλετε έξοδο τώρα;
Mintotray=Βελτιστοποίηση μνήμης
pmdefragmem=Ανασυγκρότηση RAM
pmclearmem=Αποδέσμευση RAM
pmclearstandbymem=Άδειασμα αναμονής RAM

[Message]
NoNews=Δεν έχετε μη αναγνωσμένο μήνυμα.
NewVer=Μια νέα έκδοση του Wise Memory Optimizer είναι διαθέσιμη! Θέλετε να κάνετε αναβάθμιση τώρα;
NotShowNotice=Να μην εμφανιστεί ξανά αυτή η ειδοποίηση.
NoOptItem= Πρέπει να επιλέξετε τουλάχιστον μια μέθοδο για βελτιστοποίηση.
minutes=λεπτό(ά)
hours=ώρα(ες)

[feedback]
InvalidEmail=Παρακαλώ εισάγετε τη σωστή διεύθυνση email.
emptyinput=Παρακαλώ εισάγετε κάτι για υποβολή.
thanks=Ευχαριστούμε για τα σχόλιά σας!
FrmFeedback.lblfeedback.caption = Πώς βαθμολογείτε το %s;
FrmFeedback.lblemail.caption = Διεύθυνση email:
FrmFeedback.lblgood.caption = Ποια λειτουργία σας αρέσει περισσότερο;
FrmFeedback.lblbad.caption = Ποια λειτουργία δεν σας αρέσει καθόλου;
FrmFeedback.lblwant.caption = Ποια νέα λειτουργία θέλετε περισσότερο;
FrmFeedback.btncancel.caption = Δεν ενδιαφέρομαι
FrmFeedback.btnsubmit.caption = Υποβολή